[IntroEchos.ID_AssassinIntroECHO UsableItemDefinition]
UseFailureCharacterMessage="It should be like this %s Use this article."
ItemName="Registration information on the helmet."
PickupMessage="friend %s"
UseFailureLevelMessage="Your level must be %d or higher to use this item."
UseFailureConstraintsMessage="You can't use this thing."
NoManufacturerName="In general"

[IntroEchos.ID_AssassinIntroECHO:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Death message"
NoConstraintText=""
Suffix=""
Prefix=""

[IntroEchos.ID_AssassinIntroECHO:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A happy death"
NoConstraintText=""
Suffix=""
Prefix=""

[IntroEchos.ID_AssassinIntroECHO:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="I didn't sweat a drop"
NoConstraintText=""
Suffix=""
Prefix=""

[IntroEchos.ID_GunzerkerIntroECHO UsableItemDefinition]
UseFailureCharacterMessage="I like you %s Use this option.."
ItemName="Ecological machine"
PickupMessage="understand %s"
UseFailureLevelMessage="You must be at least %d years old to use this item.."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="Generally"

[IntroEchos.ID_GunzerkerIntroECHO:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Happy time... Happy time..."
NoConstraintText=""
Suffix=""
Prefix=""

[IntroEchos.ID_SirenIntroECHO UsableItemDefinition]
UseFailureCharacterMessage="Travel %s Regarding this article."
ItemName="Keep the text private"
PickupMessage="you did it %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="Generally"

[IntroEchos.ID_SirenIntroECHO:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="First week on Pandora!."
NoConstraintText=""
Suffix=""
Prefix=""

[IntroEchos.ID_SoldierIntroECHO UsableItemDefinition]
UseFailureCharacterMessage="You must %s Use this number."
ItemName="monitoring recording"
PickupMessage="You are there %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use it.."
NoManufacturerName="Normal"

[IntroEchos.ID_SoldierIntroECHO:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="[skill]File type:[-skill] The Dahl Project"
NoConstraintText=""
Suffix=""
Prefix=""

[IntroEchos.ID_SoldierIntroECHO:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="[skill]Faith: [-skill]Sergeant Axon is leading the incident."
NoConstraintText=""
Suffix=""
Prefix=""

[IntroEchos.ID_SoldierIntroECHO:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="[skill]Unit Name: [-skill]Price 76386"
NoConstraintText=""
Suffix=""
Prefix=""

